export const services = [
  {
    id: 1,
    title: '課程規劃服務',
    items: [
      { subtitle: '院校與專業選擇', desc: '根據學員學術情況和轉學意向幫助申請人確立目標轉學院校與專業選擇方案，保證學員在轉學時能最大程度的提升轉學成功率。' },
      { subtitle: '確定轉學大綱', desc: '根據學員自身條件與要求，導師為學員講解轉學院校錄取要求：包括轉學學分要求、績點要求、選課要求、活動背景要求以及轉學申請時間線。' },
      { subtitle: '制定學業規劃', desc: '根據學員意向的轉學目標校和專業方向，幫助學員規劃並出具 2 年詳細的學業規劃表格，確保學員學業規劃符合目標院校的專業要求。' },
      { subtitle: '選課計劃表', desc: '根據學員的學業規劃表格，進行有針對性的選課指導並制定每學期應修課程計劃表，確保學員每學期所修課程難度適中。' },
    ],
  },
  {
    id: 2,
    title: '英語標化考試輔導',
    items: [
      { subtitle: '多鄰國英語測試', desc: '輕鬆備考，與雅思/托福同等效力，不用搶考位，隨時隨地線上考，2天極速出成績，再也不錯過申請 deadline。' },
      { subtitle: '英語輔導', desc: '針對英語水平薄弱的學員，夢想家有專業盡責的學術老師，可對其提供英語輔導，使學員的英語水平快速提升。' },
    ],
  },
  {
    id: 3,
    title: '美式互動小班制教學',
    items: [
      { subtitle: '精品小班制', desc: '若學員選擇在國內讀美國社區大學，本機構可提供精品小班制教學。相較於傳統大班，精品小班制可以為學生提供更多與教授接觸互動的機會，有利於提升學生的自信心，提前適應美式的學習與生活。' },
    ],
  },
  {
    id: 4,
    title: '全科目作業輔導',
    items: [
      { subtitle: '課程輔導', desc: '根據課程大綱和作業考試計劃，為學員提供學術輔導。' },
      { subtitle: '上課輔導', desc: '為學員講解課程重點、難點，幫助學員預習、複習上課內容，提高學術能力。' },
      { subtitle: '作業考試輔導', desc: '幫助學員進行作業難點輔導，考試重點、複習等關鍵學術提分內容，保證成績。' },
      { subtitle: '論文輔導', desc: '對學員的論文進行修改、潤色，提升學員的寫作能力，以提高論文成績。' },
    ],
  },
  {
    id: 5,
    title: '背景提升服務',
    items: [
      { subtitle: '背景提升規劃', desc: '名校科研活動、名校暑課、名企內推、競賽活動、志願者活動、課外活動、俱樂部活動和校內兼職等。' },
      { subtitle: '常春藤教授科研項目', desc: '學員可選擇參加一期常春藤大學教授的科研課題項目研究。項目長度為 4-6 周，每周 3-5 個小時。完成後獲得證書與論文發表。' },
      { subtitle: '矽谷導師實戰項目（獨家）', desc: '由 Google/Apple 導師帶領的線上科研項目，涉及機器學習、計算機、人工智能、產品設計、數據分析等。3人成團，極高個人關注度。' },
    ],
  },
  {
    id: 6,
    title: '學術跟蹤和溝通服務',
    items: [
      { subtitle: '學期跟蹤與家長報告', desc: '定期進行諮詢課，持續跟蹤學員學習生活情況，提供切實學習建議，與家長定期交流。' },
      { subtitle: '系統操作指導', desc: '指導學員使用成績系統/教務系統/郵件系統，幫助編寫與教授交流的郵件。' },
      { subtitle: '學期總結記錄', desc: '於學期末進行學期總結，並詳細記錄本學期完成內容，作為轉學申請的必要材料。' },
    ],
  },
  {
    id: 7,
    title: '轉學保底錄取服務',
    items: [
      { subtitle: '計劃定制', desc: '為學員提供美國社區大學轉學申請的全程指導服務，定制申請計劃，院校數量 8 所。' },
      { subtitle: '文書指導', desc: '由專業文書團隊結合學員自身情況與目標院校要求，提供文書寫作方案。' },
      { subtitle: '面試指導', desc: '如申請學校有面試要求，可為學員提供面試指導。' },
      { subtitle: '錄取保證', desc: '保證學員錄取美國排名前 30 的院校（以轉學年 US News 排名為準）。' },
    ],
  },
  {
    id: 8,
    title: '新生開學指導',
    items: [
      { subtitle: '行前指導', desc: '提供詳細的出國行前指南，配有專業的導師對學生的行李準備、體檢要求等細節進行指導。' },
      { subtitle: '新生指導', desc: '團隊會指導學員到校報到、參加入學測試和新生見面會 Orientation 指導、住宿辦理指導。' },
      { subtitle: '全天候答疑', desc: '作為學員在美國的緊急聯絡人，學員遇到突發情況時，會第一時間幫助學生解決問題。' },
    ],
  },
]
