export const successStories = {
  ucb: [
    {
      name: '黃同學',
      college: '薩克拉曼多市立學院',
      university: '加州大學伯克利分校',
      major: '經濟學',
      gpa: '3.848',
      story: '黃同學的求學經歷比大多數求學者多了一份坎坷，幾經周折，在夢想家團隊的助力下，他才終於實現了美國名校夢，步入加州大學伯克利分校。黃同學接連三次高中學測考試失利，而後就讀美國社區大學。社區大學的課程雖不繁重，但也絕不是輕鬆應對就能取得佳績的。黃同學在社大的第一年裡有兩門課程僅取得 B 級成績，而他的目標是 A 級。為了增加轉到理想大學的可能性，黃同學主動聯繫夢想家團隊，進入了轉學規劃項目。在夢想家導師的輔導下，黃同學在兩年內順利完成了所有的課程學分。申請季一開始，夢想家老師就幫助黃同學申請了 UCI、UCB、UCLA 等名校，並且根據黃同學的情況進行了課程規劃，還為其製作了含有豐富活動經歷的個人簡歷，在文書方面也提供了許多潤色與修改意見。最終，黃同學於 2023 年被加州大學伯克利分校本科經濟學專業錄取，心懷喜悅，圓夢奔赴美國名校。',
    },
    {
      name: '趙同學',
      college: '雪蘭社區學院',
      university: '加州大學伯克利分校',
      major: '數學',
      gpa: '3.7',
      story: '趙同學原本在國內就讀高中，學習成績優異，卻因為身體原因不得不辦理休學。休學所帶來的後果就是無法獲得國內高中的畢業證，所以趙同學選擇了美國社區大學轉學這條路徑。她主動聯繫夢想家團隊，進入了社大轉學規劃項目。夢想家老師根據趙同學的個人情況，為她規劃了雪蘭社區學院、埃德蒙社區學院、華盛頓埃弗裏特社區學院和綠河社區學院的就讀方向，以網課的形式來滿足轉學課程要求，並指導趙同學在四所社大中選擇了適合自己的課程。在夢想家導師的輔導下，趙同學順利在兩年之內完成了所有的課程學分。2022 年暑假，她還參與了卡內基梅隆大學 Jack Mostow 教授的科研項目、校內兼職輔導功課等，豐富了自身簡歷，提高了自身競爭力。最終，趙同學於 2023 年被 UCB 數學專業錄取。',
    },
    {
      name: '同學',
      college: '雪蘭社區學院',
      university: '加州大學伯克利分校',
      major: '化學',
      gpa: '3.7',
      story: '透過夢想家留學的專業規劃與輔導，成功從雪蘭社區學院轉入加州大學伯克利分校化學專業。',
    },
  ],
  ucla: [
    {
      name: '肖同學',
      college: '聖莫尼卡學院',
      university: '加州大學洛杉磯分校',
      major: '電影',
      gpa: '3.7',
      story: '透過夢想家留學的專業規劃，從聖莫尼卡學院成功轉入 UCLA 電影專業，實現了自己的電影夢想。',
    },
  ],
  other: [
    {
      name: '同學',
      college: '埃德蒙學院',
      university: '北卡教堂山分校',
      major: '工商管理',
      gpa: '3.71',
      story: '透過夢想家留學的專業規劃，成功轉入北卡教堂山分校工商管理專業。',
    },
    {
      name: '高同學',
      college: '雪蘭學院',
      university: '密歇根大學安娜堡分校',
      major: '傳播學',
      gpa: '3.76',
      story: '透過夢想家留學的專業規劃，從雪蘭學院成功轉入密歇根大學安娜堡分校傳播學專業。',
    },
    {
      name: '劉同學',
      college: '戴伯洛谷學院',
      university: '伊利諾伊大學香檳分校',
      major: '計算機科學',
      gpa: '3.9',
      story: '透過夢想家留學的專業規劃，從戴伯洛谷學院成功轉入伊利諾伊大學香檳分校計算機科學專業。',
    },
  ],
}

export const allStories = [
  ...successStories.ucb,
  ...successStories.ucla,
  ...successStories.other,
]
